{
    "educations": [
        {
            "id": "edu-1",
            "school": "Indiana University111",
            "degree": "Master of Science in Computer Science",
            "duration": "Aug 2019 - May 2021",
            "content": [
                "GPA: 4/4",
                "Courses: Software Engineering, Distributed Systems, Operating Systems, Advanced Algorithms, Experience Design"
            ]
        },
        {
            "id": "edu-2",
            "school": "Manipal University222",
            "degree": "Bachelors in Computer Engineering",
            "duration": "Aug 2015 - Jul 2019",
            "content": [
                "GPA: 8/10",
                "Courses: Data Structures, OOP, Algorithms, Software Engineering, Computer Networks, Artificial Intelligence"
            ]
        }
    ],
    "experiences": [
        {
            "id": "odageil",
            "company": "ODALINE Collective",
            "position": "Director Creative Strategy",
            "duration": "seit 01/2025",
            "description": [
                "Revamping the current report generation framework using React, that aggregates data from 30 modules to support an interactive cartesian system.​",
                "Integrated user activity data from BigQuery into a custom tailored dashboard available to 10000+ clients.",
                "Spearheaded the work on multiple reports for 5 priority clients to provide additional functionalities."
            ]
        },
        {
            "id": "heimattbwa",
            "company": "TBWA Düsseldorf und HeimatTBWA",
            "position": "Head of Content & Social Media",
            "duration": "11/2022 – 01/2025",
            "description": [
                "Bündelung des gesamten Social Media Angebots an beiden Agentur-Standorten Berlin und Düsseldorf nach dem Zusammenschluss von Heimat Berlin und TBWA Düsseldorf unter meiner Leitung.",
                "Teil der AI Taskforce der TBWA-Gruppe in Deutschland, enge Kooperation mit allen Schwesteragenturen innerhalb der deutschen Gruppe, Integration in das internationale Production und auch Social Media Collective der TBWA Worldwide.",
                "Kunden & Projekte: WC Frisch (TikTok), HORNBACH, Trolli, Consorsbank, Bonduelle, DEVK, TÜV Rheinland, Perwoll, Schauma, ZEIN pharma, Nissan, GRÜNE Bundesverband (Europawahl)",
                "Unsere Services: Social Media Strategie, Always-On-Content, Content Production im eigenen Studio, Social Unit / Second Unit, Paid Social & Social Performance, Social Ads, Aufbau eigener Creator / Adfluencer, Influencer Marketing & Management, (proactive) Community Management."
            ]
        },

        {
            "id": "tbwadus2",
            "company": "TBWA Düsseldorf",
            "position": "Director Digital Communications & Data Analytics",
            "duration": "03/2020 – 10/2022",
            "description": [
                "Nach dem Verkauf von Unitymedia an Vodafone habe ich ein neues Team aufgebaut und dieses von 2 auf über 14 Team-Mitglieder wachsen lassen. Von großen Markenkampagnen gedacht bis zum Always on Content. Mit einem eigenen kleinen Studio im Rücken.",
                "Dabei habe ich das Social Media Geschäft für die Agentur gestartet, aber auch viele Marken – darunter zahlreiche New Business Gewinne – ganzheitlich betreut. Von Social Media bis zum großen TV-Spot war alles dabei.",
                "Daneben habe ich viele Sonder-Projekte für die Agentur entworfen und geleitet, u.A.: Produkt-Innovations-Workshop für Bonduelle DACH + Benelux, Web3 Strategie für Henkel, internationale Creator-Kampagne für Douglas, die erste eigene Kampagne für TikTok in Europa, eine Community-Plattform für Love Nature (Henkel), Wahlkämpfe für die Grünen NRW und Hessen.",
                "Zu den Kunden gehören unter anderem Bonduelle (New Business), ARLA (New Business), got2b, Love Nature, die GRÜNEN NRW (New Business), die GRÜNEN Hessen (New Business), Teekanne, Perwoll, WW, Douglas, Pril, Somat, WC Frisch.",
                "Aufgaben: Pitch-Präsentation, Kampagnen-Entwicklung (Digital, Radio, KV, Social Ads), Always On Content, Produkt-Innovations-Strategien, Marken-Strategien, Social Ads, Kontakte zu Dienstleistern"
            ]
        },
        {
            "id": "tbwadus1",
            "company": "TBWA Düsseldorf",
            "position": "Manager Digital Communications & Data Analytics",
            "duration": "04/2018 – 02/2022",
            "description": [
                "Beginn meiner Agenturzeit auf dem Kunden Unitymedia: Digitale Strategie, Social, Content Marketing, aber auch klassische 360° Kampagnen von Print bis Radio, Live- & Messe-Strategie und Brand/Tonality Book. Identifikation von kulturellen Trends & AdHoc Content und dafür die Etablierung einer redaktionellen Arbeitsweise zw. Agentur und Kunden. Konzept, Launch und Lead des Content Hubs „Universe“ inkl. SEO. Launch des Giphy Channels mit über 10 Millionen Views, Setup und Launch von DCO.",
                "Vodafone: #Gigadownload – der schnellste Download aller Zeiten. Digital Stunt zum Launch des neuen Star Wars, Shortlist Digitalaward 2020"
            ]
        },

        {
            "id": "grn3",
            "company": "GRÜNE NRW",
            "position": "Wahlkampfmanager",
            "duration": "06/2016 – 03/2018",
            "description": [
                "Als Wahlkampfmanager habe ich die ganzheitliche Umsetzung der Kampagne verantwortet: Online, Print, Straße, Marktplatz, Kino, PR, Guerilla-Marketing, Mediaplanung, Teamkoordination, Projektmanagement, Budgetkontrolle."
            ]
        },

        {
            "id": "grn2",
            "company": "GRÜNE NRW",
            "position": "Koordinator Strategieprozess 2017",
            "duration": "11/2014 – 05/2016",
            "description": [
                "Entwicklung einer umfassende Strategie zur Vorbereitung der Landtagswahlen 2017. Strategieberatung der Partei und Grünen Minister, Agenturauswahl + Verhandlungen, Marktforschung."
            ]
        },

        {
            "id": "grn1",
            "company": "GRÜNE NRW",
            "position": "Referent für Online-Kommunikation",
            "duration": "10/2011 – 03/2018",
            "description": [
                "Aufbau und Führung der digitalen Kommunikation, wodurch die Grünen NRW zu den Top-3 Landesverbänden in der Online-Reichweite aufstiegen. Implementierte eine ‚Social First‘-Strategie, die als Modell für andere Bundesländer und NGOs diente.",
"Innerhalb der Partei habe ich den Wandel von „Pressemitteilung first“ zu „Social first“ getrieben, dabei auch den Bundesverband beraten und Deutschlandweit Mitglieder geschult - auch solche von Amnesty, Brot für die Welt, Greenpeace."
            ]
        },

        {
            "id": "grn0",
            "company": "GRÜNE NRW",
            "position": "Webmaster",
            "duration": "09/2006 – 09/2011",
            "description": [
                "Entwicklung und Implementierung eines neuen Webdesigns und CMS, was in über 200 Unterorganisationen bundesweit genutzt wurde. Dies führte zu einer signifikanten Verbesserung der Benutzerfreundlichkeit und der Interaktionsraten."
            ]
        },

        {
            "id": "kre8tiv",
            "company": "Selbstständig",
            "position": "kre8tiv - web development",
            "duration": "2002 – 2011",
            "description": [
                "Gründung und erfolgreiche Führung eines Webdesign- und Hosting-Unternehmens, das ein Portfolio von über 500 Domains betreute, darunter hochrangige politische Organisationen und kulturelle Institutionen. Verkauf des Unternehmens 2017. Hier wurde unternehmerisches Denken zu meiner DNA.",
"Kunden aus dem politischen Umfeld (GRÜNE Bundesverband, Britta Haßelmann, Konstantin von Notz), aber auch das Europäische Übersetzer-Kollegium oder Prof. Dr. Dr. Korte."
            ]
        }


    ],
    "skills": [
        {
            "title": "Programming",
            "tools": [
                "TypeScript",
                "JavaScript",
                "Python",
                "C/C++",
                "Java",
                "NoSQL",
                "SQL",
                "Shell",
                "React Native",
                "Vega (D3.js)"
            ]
        },
        {
            "title": "Web",
            "tools": ["React", "Angular 11", "Vue", "NodeJS", "Flask", "Redux", "NGXS", "HTML/CSS", "OAuth", "i18n"]
        },
        {
            "title": "Databases",
            "tools": ["MongoDB", "Redis", "MySQL", "Firebase"]
        },

        {
            "title": "OS & Tools",
            "tools": ["MacOS", "Linux", "Git", "Agile (Scrum)", "MVC", "Jenkins", "Heroku", "Docker", "Kubernetes"]
        },
        {
            "title": "Design & Research",
            "tools": [
                "Surveys",
                "Interviews",
                "User Research",
                "Design Strategy",
                "Experience Mapping",
                "Adobe XD",
                "Illustrator"
            ]
        }
    ],
    "blog": [
        {
            "id": "blog-1",
            "title": "A beginner's guide to github",
            "link": "https://hrishikeshpaul12.medium.com/a-beginners-guide-to-github-a811e662a777"
        },
        {
            "id": "blog-2",
            "title": "User Experience Design – A little more than just design",
            "link": "https://hrishikeshpaul12.medium.com/user-experience-design-a-little-more-than-just-design-afdb941aeb5"
        }
    ]
}
